Repository: gcoccia/ADM_ML
Catalog: languages/i18n/*/awcm_*_v2.po
Languages: fr

source: Precipitation (mm)
fr: Précipitation (mm)

source: Satellite Precipitation (3B42RT)
fr: Précipitation par satellite (3B42RT)

source: Global Forecasting System Analysis
fr: Système d'analyse de prévisions globales

source: Wind (m/s)
fr: Vent (m/s)

source: Soil Moisture (%) - Layer 1
fr: Teneur en eau (%) - Profondeur 1

source: Derived Hydrologic Products (VIC)
fr: Produits hydrologiques dérivés (VIC)

source: Soil Moisture (%) - Layer 2
fr: Teneur en eau (%) - Profondeur 2

source: Evaporation (mm/day)
fr: Évaporation (mm/jour)

source: VIC hydrologic model (PGF)
fr: Modèle hydrologique VIC (PGF)

source: VIC hydrologic model (3B42RT)
fr: Modèle hydrologique VIC (3B42RT)

source: Surface Runoff (mm/day)
fr: Ruissellement (mm/jour)

source: Baseflow (mm/day)
fr: Étiage (mm/jour)

source: Streamflow (m^3/s)
fr: Décharge (m^3/s)

source: SPI (1 month)
fr: SPI (1 mois)

source: Derived Meteorology
fr: Météorologie dérivée

source: SPI (3 month)
fr: SPI (3 mois)

source: SPI (6 month)
fr: SPI (6 mois)

source: SPI (12 month)
fr: SPI (12 mois)

source: Drought Index (%)
fr: Indice de sécheresse (%)

source: Derived Hydrology
fr: Hydrologie dérivée

source: NDVI Percentile (30-day moving average)
fr: NDVI

source: Streamflow Percentile (%)
fr: Centile de décharge (%)

source: VIC hydrologic model
fr: Modèle hydrologique VIC

source: Net Radiation (W/m^2)
fr: Radiations nettes (W/m^2)

source: Net Longwave Radiation (W/m^2)
fr: Radiations nettes grandes ondes (W/m^2)

source: Net Shortwave Radiation (W/m^2)
fr: Radiations nettes ondes courtes (W/m^2)

source: NDVI (30-day moving average)
fr: NDVI (moyenne glissante sur 30-jours)

source: Multi Model Mean
fr: Moyenne multi-modèles

source: GFS 7-day forecast
fr: Prévisions GFS sur 7 jours

source: Average temperature (C)
fr: Température moyenne ©

source: Temperature Anomaly (C)
fr: Anomalie de températures ©

source: Maximum Temperature (C)
fr: Température maximale ©

source: Minimum Temperature (C)
fr: Température minimale ©

source: Point Data
fr: Point de donnée

source: Spatial Data
fr: Données spatiales

source: Monitor
fr: Moniteur

source: Forecast
fr: Prévisions

source: Time Interval
fr: Intervalle temporel

source: dd/mm/yyyy
fr: jj/mm/aa

source: Daily
fr: Quotidien

source: Monthly
fr: Mensuel

source: Yearly
fr: Annuel

source: Update
fr: Mettre à jour

source: Clear
fr: Mettre à zéro

source: Dataset
fr: Base de données

source: Point Data Selection
fr: Sélection d'un point de donnée

source: Water Balance
fr: Équilibre hydrologique

source: Surface Fluxes
fr: Flux surperficiel

source: Streamflow
fr: Décharge

source: Vegetation
fr: Végétation

source: Meteorology
fr: Météorologie

source: Create Corresponding Data File?
fr: Créer le fichier de données correspondant ?

source: Yes
fr: Oui

source: No
fr: Non

source: Spatial Data Selection
fr: Sélection de données spatiales

source: Resolution
fr: Résolution

source: File Format
fr: Format du fichier

source: Email address
fr: Adresse email

source: Submit Data Request
fr: Soumettre la requête de données

source: Estimated Download Size
fr: Taille estimée du téléchargement

source: Please select a region.
fr: Sélectionnez une région.

source: Please select variables.
fr: Sélectionnez une variable.

source: Please provide an email.
fr: Vous devez fournir une adresse email.

source: The current request exceeds 1 GB. Please reduce the size of your request.
fr: La demande excède 1GB. Vous devez réduire la taille de votre requête.

source: Daily total surface precipitation
fr: Précipitations quotidiennes

source: Daily maximum temperature measured at 2 meters above the surface
fr: Température quotienne maximale mesurée à 2 mètres au-dessus de la surface du sol.

source: Daily minimum temperature measured at 2 meters above the surface
fr: Température quotienne minimale mesurée à 2 mètres au-dessus de la surface du sol.

source: Daily mean wind speed measured at 2 meters above the surface
fr: Vitesse du vent moyenne quotidienne mesurée à 2 mètres au-dessus de la surface du sol.

source: Relative soil moisture of the top layer (0 - 10 cm) calculated from the land surface model output.
fr: Teneur en eau relative de la surface du sol (0-10 cm) calculée avec les résultats du modèle de surface continentale.

source: Relative soil moisture of the second layer (10 - ~100cm) calculated from the land surface model output.
fr: Teneur en eau relative de la seconde couche de sol (10~100 cm) calculée avec les résultats du modèle de surface continentale.

source: The sum of the land surface model’s soil evaporation, canopy interception and plant transpiration.
fr: Somme de l'évaporation du sol, interception par la voûte des arbres et transpiration de la végétation calculées par le modèle de surface continentale.

source: Excess water from rain, snowmelt or other sources that does not infiltrate due to soil saturation or high intensity but instead flows overland.
fr: Excédent d'eau de pluie, fonte des neiges ou autres sources qui ne s'infiltrent pas à cause de la saturation en eau du sol ou de l'amplitude, et qui s'écoulent en surface à la place.

source: Portion of streamflow that comes from the sum of deep subsurface flow and delayed shallow subsurface flow.
fr: Part de la décharge provenant de la somme de décharge souterraine profonde et décharge souterraine de surface retardée.

source: Daily basin discharge calculated by inputting the baseflow and surface runoff from the VIC land surface model at each grid cell into the Velocity Driven Spatially Continuous routing model
fr: Décharge quotienne d'un bassin calculée en entrant les données d'étiage et de ruissellement provenant du modèle de surface continentale VIC à chaque cellule de la grille, allant dans le modèle d'acheminement spatialement continu et actionné par la vitesse.

source: The 1 month standard precipitation index is the number of standard deviations that observed 1-month cumulative precipitation deviates from the climatological average (McKee, 1993).
fr: L'indice standard de précipitation sur 1 mois est le nombre d'écarts-types dont les précipitations cumulées sur 1 mois dévient de la moyenne climatologique (McKee, 1993).

source: The 3 month standard precipitation index is the number of standard deviations that observed 3-month cumulative precipitation deviates from the climatological average (McKee, 1993).
fr: L'indice standard de précipitation sur 3 mois est le nombre d'écarts-types dont les précipitations cumulées sur 3 mois dévient de la moyenne climatologique (McKee, 1993).

source: The 6 month standard precipitation index is the number of standard deviations that observed 6-month cumulative precipitation deviates from the climatological average (McKee, 1993).
fr: L'indice standard de précipitation sur 6 mois est le nombre d'écarts-types dont les précipitations cumulées sur 6 mois dévient de la moyenne climatologique (McKee, 1993).

source: The 12 month standard precipitation index is the number of standard deviations that observed 12-month cumulative precipitation deviates from the climatological average (McKee, 1993).
fr: L'indice standard de précipitation sur 12 mois est le nombre d'écarts-types dont les précipitations cumulées sur 12 mois dévient de la moyenne climatologique (McKee, 1993).

source: A measure of the severity of drought in soil moisture; low values indicate drought conditions
fr: Une mesure de la sévérité de la sécheresse de la teneur en eau : les valeurs basses indiquent des conditions de sécheresse.

source: A measure of the severity of agricultural drought; low values indicate drought conditions. The 30-day moving average of NDVI is compared to the historical record of NDVI via the empirical cumulative distribution function to determine the percentile.
fr: Une mesure de la sévérité de la sécheresse agricole : les valeurs basses indiquent des conditions de sécheresse. La moyenne glissante sur 30 jours des valeurs de NDVI est comparée aux données historiques de NDVI via la distribution cumulée empirique pour déterminer les centiles.

source: A measure of the severity of hydrological drought; low values indicate drought conditions. Percentile of the simulated discharge at each stream gauge with respect to the historical simulations (1950 - 2008)
fr: Une mesure de la sévérité de la sécheresse hydrologique : les valeurs basses indiquent des conditions de sécheresse. Centile de la décharge simulée à chaque jauge par rapport aux valeurs des simulations historiques (1950-2008).

source: Difference between the incoming and outgoing components of radiation calculated using the VIC land surface model.
fr: La différence entre la composante entrante et sortante des radiations est calculée avec le modèle de surface continentale VIC.

source: Difference between the incoming and outgoing components of longwave radiation calculated using the VIC land surface model.
fr: La différence entre la composante entrante et sortante des radiations ondes longues est calculée avec le modèle de surface continentale VIC.

source: Difference between the incoming and outgoing components of shortwave radiation calculated using the VIC land surface model.
fr: La différence entre la composante entrante et sortante des radiations ondes courtes est calculée avec le modèle de surface continentale VIC.

source: The Normalized Difference Vegetation Index (NDVI) is measure of live green vegetation (0-1)
fr: L'indice de différence normalisée de végétation (Normalized Difference Vegetation Index, NDVI) est mesuré à partir de végétation verte vivante (0-1).

source: Average temperature at 2 meters above the surface.
fr: Température moyenne à 2 mètres au-dessus de la surface du sol.

source: Departure from the climatological value of average temperature at 2 meters above the surface.
fr: Écart de la valeur climatologique de la température moyenne à 2 mètres au-dessus de la surface du sol.

source: SPI (3 months)
fr: SPI (3 mois)

source: SPI (6 months)
fr: SPI (6 mois)

source: SPI (12 months)
fr: SPI (12 mois)

source: Soil Moisture Index (%)
fr: Indice de teneur en eau (%)

source: Vegetation Index (%)
fr: Indice de végétation (%)

source: Streamflow Index (%)
fr: Indice de décharge (%)

source: Percentile (%)
fr: Centile (%)

source: mm/day
fr: mm/jour

source: Precipitation (mm/day)
fr: Précipitations (mm/jour)

source: Runoff (mm/day)
fr: Ruissellement (mm/jour)

source: Daily Maximum Temperature (K)
fr: Température quotienne maximale (K)

source: Daily Minimum Temperature (K)
fr: Température quotienne minimale (K)

source: Daily Average Wind Speed (m/s)
fr: Vitesse du vent moyenne quotidienne (m/s)

source: Net Shortwave (W/m2)
fr: Radiations nettes ondes courtes (W/m^2)

source: Net Longwave (W/m2)
fr: Radiations nettes grandes ondes (W/m^2)

source: Net Radiation (W/m2)
fr: Radiations nettes (W/m^2)

source: Streamflow (m3/s)
fr: Décharge (m^3/s)

source: Soil Moisture
fr: Teneur en eau

source: Error:
fr: Erreur :

source: is only available from
fr: est uniquement disponible depuis

source: to
fr: à

source: African Water Cycle Monitor
fr: Moniteur africain du cycle de l'eau

source: Interactive Interface
fr: Interface interactive

source: Basic Interface
fr: Interface basique

source: Glossary
fr: Glossaire

source: Tutorial
fr: Tutoriel

source: Feedback
fr: Votre opinion

source: Contact Us:
fr: Contactez-nous :

source: Name
fr: Nom

source: Your name
fr: Votre nom

source: Email Address
fr: Adresse email

source: Your email address
fr: Votre adresse email

source: Message to send.
fr: Message à envoyer.

source: Send
fr: Envoyer

source: Cancel
fr: Annuler
