Repository: gcoccia/ADM_ML
Catalog: ADM_*/i18n/adm_*.po
Languages: ar, fr

source: Timestamp
ar: الطابع الزمني
fr: Horodatage

source: dd/mm/yyyy
fr: jj/mm/aaaa

source: Update Images
ar: تحديث الصور
fr: Mise à jour des images

source: Drought Conditions on
ar: ظروف الجفاف في
fr: Les conditions de sécheresse sur

source: Gauge number
ar: ألة ألقياس عدد
fr: Nombre de Stations Limnimétriques

source: Catchment area
ar: منطقة استجماع
fr: Aire du Bassin Versant

source: Variable Selection
ar: اختيار المتغيرات
fr: Sélectionner une Variable

source: Discharge at gauge
ar: التفريغ على المقياس
fr: Débit à la Station Limnimétrique

source: Basin water balance
ar: توازن مياه الحوض
fr: Bilan Hydrique du Bassin Versant

source: Soil Moisture
ar: رطوبة التربة
fr: Teneur en Eau

source: Time Step
ar: خطوة الوقت
fr: Pas de Temps

source: Daily
ar: يوميا
fr: Journalier

source: Monthly
ar: شهريا
fr: Mensuel

source: Time Interval
ar: ألمدة الزمنية
fr: Intervalle de Temps

source: Process new time interval
ar: عالج ألمدة الزمنية الجديدة
fr: Traiter un nouvel intervalle de temps

source: Weather data used to drive the hydrologic model. Precipitation comes from either satellite precipitation (TMPA) or the global forecasting system (GFS). The temperature and wind data come from GFS. All variables are bias-corrected against the data set that is used in the historical simulations to ensure consistency.
fr: Données météorologiques utilisées pour exécuter le modèle hydrologique : les données de précipitation proviennent soit d'un satellite météorologique (TMPA), soit du Global Forecast System (GFS). Les températures et les données de vitesse du vent proviennent du GFS. Toutes les variables sont corrigées grâce aux données utilisées pour les simulations précédentes afin d'assurer la cohérence.

source: Hydrologic variables obtained through simulations of the Variable Infiltration Capacity model. The soil moisture is expressed as relative soil moisture (0 - 100%).
fr: Variables hydrologiques obtenues grâce aux simulations du modèle Variable Infiltration Capacity (VIC). La teneur en eau est exprimée comme teneur en eau relative (0 - 100% ).

source: The drought index is obtained by comparing the current relative soil moisture of layers 1 and 2 to empirical cumulative distribution functions derived from the historical record (1948 - 2008). There is a different empirical cumulative distribution function per day per grid cell which samples each year using a 21 day window around the day in question.
fr: L'indice de sécheresse est obtenu par comparaison de la teneur en eau relative des couches 1 et 2 et des distributions cumulées empiriques dérivées des données historiques (1948-2008). Il y a une distribution cumulée empirique différente par jour pour chaque élément de la grille, qui échantillone chaque année en utilisant une fenêtre de 21 jours encadrant le jour en question.

source: Each point represents a location at which different variables are calculated that are specific to the basin that drains into that point. The variables include simulated discharge and basin averaged variables including precipitation, evaporation, runoff, soil moisture and the drought index. The colors on the map represents the percentile of the current simulated discharge with respect to the historical record (1948 - 2008).
fr: Chaque point représente l'endoit où les différentes variables, qui sont particulières au bassin versant qui draîne à cet endroit, sont calculées. Les variables comprennent le débit simulé et des variables moyennées pour le bassin versant, en particulier: précipitation, évaporation, ruissellement, teneur en eau et indice de sécheresse. Les couleurs de la carte représentent le pourcentage du débit simulé par rapport aux records historiques (1948 - 2008).

source: Initial Time
ar: وقت البدء
fr: Heure de début

source: Final Time
ar: وقت الإنتهاء
fr: Heure de fin

source: mm/yyyy
ar: س س س س / ش ش
fr: mm/aaaa

source: Experimental African Drought Monitor
ar: مراقب الجفاف الإفريقي التجريبي
fr: Expérimental Monitor Sécheresse en Afrique

source: Basic Interface
ar: واجهة الإستخدام الأساسية
fr: Interface Simplifiée

source: Google Maps Interface
ar: واجهة الإستخدام لخرائط Google
fr: Interface Google Maps

source: Background
ar: خلفية
fr: Contexte

source: Glossary
ar: مسرد
fr: Glossaire

source: Tutorial
ar: البرنامج التعليمي
fr: Tutoriel

source: User Interface
ar: واجهة الإستخدام
fr: Interface Utilisateur

source: Initial
ar: أولي
fr: Début

source: Final
ar: نهائي
fr: Fin

source: Days per second
ar: أيام في الثانية
fr: Jours par seconde

source: Update time interval
ar: تحديث ألمدة الزمنية
fr: Mettre à jour l'intervalle de temps

source: Clear all overlays
ar: مسح كافة التراكبات
fr: Nettoyer tous les champs

source: Image Opacity
ar: كمد الصورة
fr: Opacité de l'image

source: Meteorology
ar: الأرصاد الجوية
fr: Météorologie

source: Precipitation (mm/day)
ar: (المتساقطات (مم \ يوم
fr: Précipitation (mm/jour)

source: Maximum Temperature (C)
ar: (ألحرارة القسوى(°م
fr: Température maximale (C)

source: Minimum Temperature (C)
ar: (ألحرارة الدنيى(°م
fr: Température minimale (C)

source: Wind (m/s)
ar: (الرياح (م \ ث
fr: Vitesse du Vent (m/s)

source: Hydrologic Variables
ar: ألمتغيرات الهيدرولوجية
fr: Variables Hydrologiques

source: Evaporation (mm/day)
ar: (التبخر (مم \ يوم
fr: Évaporation (mm/jour)

source: Soil Moisture(%) - Layer 1
ar: رطوبة التربة (٪) - طبقة ١
fr: Teneur en eau (%) - Couche 1

source: Soil Moisture(%) - Layer 2
ar: رطوبة التربة (٪) - طبقة ٢
fr: Teneur en eau (%) - Couche 2

source: Surface Runoff (mm/day)
ar: (الجريان السطحي (مم \ يوم
fr: Ruissellement Superficiel (mm/jour)

source: Drought Products
ar: منتجات الجفاف
fr: Mesure de la Sécheresse

source: Drought Index
ar: مؤشر الجفاف
fr: Indice de Sécheresse

source: Catchment Data
ar: معطيات مستجمعات المياه
fr: Données du Bassin Versant

source: Stream Gauges
ar: مقلييس المجاري
fr: Stations Limnimétriques

source: Select Region...
ar: اختر المنطقة ...
fr: Choisissez une région...

source: Select Language...
ar: اختر اللغة ...
fr: Sélectionnez la langue...

source: CLOSE WINDOW
ar: اغلاق النافذة
fr: FERMER LA FENÊTRE

source: Link to Image
ar: ربط إلى صورة
fr: Lien vers l'image

source: Link to Data
ar: ربط إلى بيانات
fr: Lien vers des données

source: Simulated_Discharge
fr: Debit_Simule

source: Water_Balance
fr: Equilibre_de_l_eau

source: Soil_Moisture_Products
fr: Produits_d_humidite_du_sol

source: Surplus_[mm]
fr: Excedent_[mm]

source: Q_[mm/day]
fr: Q_[mm/jour]

source: Basin_Average
fr: Bassin_de_la_moyenne

source: Time_[day]
ar: الوقت [أيام]
fr: Temps_[jour]

source: Time_[month]
fr: Temps_[mois]

source: Processing request, please wait
ar: يتم معالجة الطلب ، الرجاء الانتظار
fr: Demande de traitement, s'il vous plaît attendre

source: Note: To update the plot to your selected language press the button above
fr: Remarque: Pour mettre à jour le complot à votre presse de langue sélectionné le bouton ci-dessus

source: This is the SMOS CATDS L4 Root zone soil moisture index. The product is obtained from the integration of SMOS surface soil moisture L3 products into a double bucket hydrological model. It represents the soil moisture in the first meters of the soil in percentage.
fr: Il s'agit de la mission SMOS CATDS racine L4 zone d'humidité du sol index. Le produit est obtenu à partir de l'intégration de SMOS de surface des produits du terroir L3 de l'humidité dans un modèle hydrologique double seau. Il représente l'humidité du sol dans les premiers mètres du sol en pourcentage.

source: The SPI is an index based on the probability of recording a given amount of precipitation after standardizing the probabilities so that an index of zero indicates the median precipitation amount for the entire precipitation record. The SPI can be calculated at any time step. The index is negative for drought, and positive for wet conditions.
fr: Le SPI est un indice basé sur la probabilité de l'enregistrement d'une quantité donnée de précipitation après la normalisation des probabilités de telle sorte que un indice de zéro indique la quantité de précipitation médiane pour le record de précipitations ensemble. Le SPI peut être calculé à n'importe quelle étape de temps. L'indice est négatif pour la sécheresse, et positif pour les conditions humides.

source: Latitude
ar: خط العرض

source: Longitude
ar: خط الطول

source: Simulated Discharge
ar: ألتدفق المحاكى

source: Water Balance
ar: توازن المياه

source: Soil Moisture Products
ar: منتجات رطوبة التربة

source: Surplus [mm]
ar: فائض [مم]

source: Q [mm/day]
ar: ألتدفق [مم \ يوم]

source: Basin Average [mm]
ar: المتوسط ​لل​حوض [مم]

source: Time [month]
ar: الوقت [أشهر]
