Repository: gcoccia/ADM_ML
Catalog: ADM_*/i18n/adm_sp.po
Languages: fr

source: Timestamp
fr: Fecha y hora

source: Update Images
fr: Actualizar las imagenes

source: Drought Conditions on
fr: Estado de sequía

source: Gauge number
fr: Numero de estación limnimétrica

source: Latitude
fr: Latitud

source: Longitude
fr: Longitud

source: Catchment area
fr: Area de la cuenca

source: Variable Selection
fr: Seleccione una variable

source: Discharge at gauge
fr: Caudal

source: Basin water balance
fr: Balance hídrico de la cuenca

source: Soil Moisture
fr: Humedad del suelo

source: Time Step
fr: Resolución temporal

source: Daily
fr: Diario

source: Monthly
fr: Mensual

source: Time Interval
fr: Intervalo de tiempo

source: dd/mm/yyyy
fr: dd/mm/aaaa

source: Process new time interval
fr: Procesar el nuevo intervalo de tiempo

source: Initial Time
fr: Fecha Inicial

source: Final Time
fr: Fecha Final

source: mm/yyyy
fr: mm/aaaa

source: Experimental African Drought Monitor
fr: Observatorio Experimental de Sequía en Africa

source: Basic Interface
fr: Interfaz básica

source: Google Maps Interface
fr: Interfaz de Google Maps

source: Background
fr: Información general

source: Glossary
fr: Glosario

source: User Interface
fr: Interfaz de usuario

source: Initial
fr: Inicial

source: Days per second
fr: Días por segundo

source: Update time interval
fr: Actualizar

source: Clear all overlays
fr: Borrar la imagen

source: Image Opacity
fr: Opacidad de la imagen

source: Meteorology
fr: Meteorología

source: Precipitation (mm/day)
fr: Precipitación (mm/día)

source: Maximum Temperature (C)
fr: Temperatura máxima (C)

source: Minimum Temperature (C)
fr: Temperature mínima (C)

source: Wind (m/s)
fr: Velocidad del viento (m/s)

source: Hydrologic Variables
fr: Variables hidrologicos

source: Evaporation (mm/day)
fr: Evaporación (mm/día)

source: Soil Moisture(%) - Layer 1
fr: Humedad del suelo (%) - Primer estrato

source: Soil Moisture(%) - Layer 2
fr: Humedad del suelo (%) - Segundo estrato

source: Surface Runoff (mm/day)
fr: Escorrentía superficial (mm/día)

source: Drought Products
fr: Datos de sequía

source: Drought Index
fr: Índice de sequía

source: Catchment Data
fr: Datos de la cuenca

source: Stream Gauges
fr: Estaciónes limnimétricas

source: Select Region...
fr: Seleccione una región

source: Select Language...
fr: Seleccione un idioma...

source: CLOSE WINDOW
fr: CERRAR LA VENTANA

source: Link to Image
fr: Enlace a la imagen

source: Link to Data
fr: Enlace a los datos

source: Simulated_Discharge
fr: Caudal_simulado

source: Water_Balance
fr: Balance_hidrico

source: Soil_Moisture_Products
fr: Datos_de_la_humedad_del_suelo

source: Surplus_[mm]
fr: Superavit_[mm]

source: Q_[mm/day]
fr: Caudal_[mm/dia]

source: Basin_Average
fr: Media_de_la_cuenca

source: Time_[day]
fr: Fecha_[dia]

source: Time_[month]
fr: Fecha_[mes]

source: Processing request, please wait
fr: Espere por favor, estamos procesando su petición.

source: Note: To update the plot to your selected language press the button above
fr: Atencion: Para actualizar el idioma de la imagen pulse el boton de arriba
